import btc from './BTC.png';
import ethereum from './ethereum.png';
import kripta from './kripta.png';
import income from './income.png';

const BLOGS = [
  {
    img: btc,
    title: 'Что такое криптовалюта? Просто о сложном',
    text: 'Простое объяснение что такое криптовалюта и как её можно использовать, их плюсы...',
  },
  {
    img: kripta,
    title: 'История биткоина',
    text: 'Развитие по годам, её предназначение и кто его создал, а также прогноз на будущие...',
  },
  {
    img: income,
    title: 'Доходность видеокарт в майнинге',
    text: 'Обзор популярных моделей и их доходности в криптовалюте и деньгах...',
  },
  {
    img: ethereum,
    title: 'Как майнить Эфириум классик? ',
    text: 'Полное руководство как начать добывать криптовалюту и где её продать, а также о перспект...',
  },
];

export default BLOGS;
